var express = require("express");
var router = express.Router();

/* GET home page. */
router.get("/", function(req, res, next) {
  //res.render('index', { title: 'Express' });
  // res.write("qqqq");
  let Msg =
    "老穆说，虽然拉什福德还很young，但他见得多了，有的年轻人上不了场，而有的年轻人18岁就出来整活儿，什么联赛、国家队、欧洲杯、世界杯、欧冠，踢得比一般24岁25岁的球员还要多。所以对我来说拉什福德的年龄不重要，水平很重要。老穆觉得拉师傅在某种踢法，某个位置上会很有成就，但是作为9号，做支点没有前途。主持人又问，拉师傅要怎么变强呢老穆说在9号位没有提高空间，但如果按照这场的踢法，在左边进攻，他可以提高很多，如果碰上防守型球队，密集防守之下就得歇菜。主持人问基恩的意见，基恩也表示小伙子很有潜力，但他的特点在于速度，身体并不强，回撤也不出色，无奈卢卡库走了他就得顶前面，但他并不喜欢干大中锋的活儿，他想踢一个宽一点的位置主持人问加里曼联值不值得拿拉什福德和马夏尔回归赌冬窗不引援，加里说没必要说赌，但是如果曼联买前锋也不会买跟卢卡库同类型的，只会买符合索肖踢法的球员，不一定要买进球机器。在这一点上又和索内斯争起来，奈何楼主听力不行，索内斯的说话我听不太懂，没办法给大家翻译老穆插了个嘴，说有的前锋不进球，作用几乎为0，有的前锋不进球，但作用很大，菲尔米诺就是例子加里又说曼联可能更喜欢机动性前锋。主持人问老穆觉得曼联缺哪种前锋，老穆说无可奉告，但是要明白好球员不一定就适合你，这得看你怎么踢。你甚至可以买个经验丰富的球员，放板凳上，每一场就上个15-20分钟，一赛季进4个球，但是如果这4个球都是绝杀绝平的，那这4个球就值8分，如果俱乐部有积分和排名的目标，那这种前锋是值得买进的。但如果俱乐部的目标是长远未来，长远未来，年轻球员，那不用，让青木上去成长就好了，毕竟也是个有潜力的球员。索内斯又插了句嘴，大概是说不要给前锋贴标签之类的，老穆又说这赛季曼联要踢欧联，这是最好争欧冠的办法， 如果不用经验球员，不用拉什福德（看了那么多视频，感觉在穆帅眼里拉什福德就不是什么“青春风暴”，他就是个experienced player），那很可能拿不下欧联杯。然后加里又跟索内斯吵曼联要买啥前锋，和之前吵的差不多，就是加里觉得奥莱可能不需要进球机器，需要机动前锋，索内斯觉得你先别管前锋类型，能进球的先拿过来，现在曼联就缺进球，加里觉得当初老爵爷也给鲁尼搭配了一个角色球员让球队也变得更好，不一定需要那种一赛季25球的前锋，索内斯说你把爷逗乐了，你看看你抬当年的前锋哪个不TM是进球机器，别给前锋贴标签，一个能进25球以上的前锋，就算有各种缺点，你先把他要过来。加里又说当初本特克那可是运力金刚啊都被克洛普赶出去了，卢卡库那不比本特克强？而且卢卡库就是一个进球机器你得认吧，我们也把他卖了，所以奥莱可不会因为能进球就买前锋。索内斯就说那你这不就卖错人了嘛，然后说的什么就听不清了,然后罗伊基恩就弱弱地说一句，买凯恩吧，咖喱说老哥你在热刺还挺有人气的，你说这话认真的？基恩说，对，买凯恩吧。然后解说室里洋溢起快乐的氛围";
  res.json({
    name: "11",
    id: "222",
    Msg: Msg
  });
  //res.end();
});

module.exports = router;
